---
kind: enumMember
id: F:Autodesk.Revit.DB.PrintRange.Select
enum: Autodesk.Revit.DB.PrintRange
zh: 选择、拾取、选取
source: html/1f93dd2e-cf31-9990-cfa0-0100e523b843.htm
---
# Autodesk.Revit.DB.PrintRange.Select

**中文**: 选择、拾取、选取

A range that represents a list of selected views and sheets.